{"ID": 1, "question": "What are the definitions of \"Supermind\" and \"Overmind\" in Sri Aurobindo's work?"}
{"ID": 2, "question": "List the stages of consciousness between Mind and Supermind as described by Sri Aurobindo."}
{"ID": 3, "question": "Describe the Mother's symbol."}
{"ID": 3, "question": "How is the Mother's symbol important to our spiritual life"}
{"ID": 3, "question": "Describe Sri Aurobindo's symbol."}
{"ID": 3, "question": "Compare the Mother and Sri Aurobindo's symbols."}
{"ID": 3, "question": "How is Sri Aurobindo's symbol a good way to understand our spiriual quest"}
{"ID": 4, "question": "What is the inner mind as per Sri Aurobindo?"}
{"ID": 4, "question": "Describe the inner being as per Sri Aurobindo?"}
{"ID": 5, "question": "Can you name the four powers and personalities of the Mother as mentioned by Sri Aurobindo?"}
{"ID": 6, "question": "According to Sri Aurobindo, where do our negative emotions and drives come from?"}
{"ID": 7, "question": "What is Sri Aurobindo's view on the causes of ill health?"}
{"ID": 8, "question": "What is meant by the descent of the Mother’s Force?"}
{"ID": 9, "question": "List the qualities Sri Aurobindo associates with the Supermind."}
{"ID": 10, "question": "What does Sri Aurobindo say on the limitations of the physical mind?"}
{"ID": 11, "question": "What is the Triple Transformation that Sri Aurobindo outlines?"}
{"ID": 12, "question": "What are Sri Aurobindo's views on the Divine and creation?"}
{"ID": 13, "question": "What is the distinction between our inner and outer being in Sri Aurobindo’s philosophy?"}
{"ID": 14, "question": "List the parts of being that Sri Aurobindo suggests need to be transformed for spiritual progress."}
{"ID": 15, "question": "Name the primary obstacles in the path of spiritual transformation according to Sri Aurobindo."}
{"ID": 16, "question": "Recall Sri Aurobindo's descriptions of the vital world."}
{"ID": 17, "question": "Explain Sri Aurobindo's concept of Integral Yoga in your own words."}
{"ID": 18, "question": "How does Sri Aurobindo interpret the role of sex in spiritual practice?"}
{"ID": 19, "question": "What are the 12 Qualities of the Mother?"}
{"ID": 20, "question": "In your own words, what does Sri Aurobindo mean by ‘spiritual transformation’?"}
{"ID": 21, "question": "Describe the Mother's symbol."}
{"ID": 22, "question": "Interpret the role of the psychic being in the Integral Yoga as per Sri Aurobindo."}
{"ID": 23, "question": "Clarify Sri Aurobindo's explanation of the relationship between the individual soul (Jivatma) and the Supreme (Paramatma)."}
{"ID": 24, "question": "Which are the centres of consciousness we should focus on in meditation, according to Sri Aurobindo?"}
{"ID": 25, "question": "Describe what Sri Aurobindo means by 'psychic transformation.'"}
{"ID": 26, "question": "Summarize Sri Aurobindo's approach to dealing with hostile forces."}
{"ID": 27, "question": "Explain the concept of 'true knowledge' as per Sri Aurobindo."}
{"ID": 28, "question": "Interpret Sri Aurobindo's views on the transformation of the physical body in the context of yoga."}
{"ID": 29, "question": "Explain the significance of the Higher Mind' in Sri Aurobindo's spiritual hierarchy."}
{"ID": 30, "question": "Outline the process of how a person can be transformed by the Mother, as described by Sri Aurobindo."}
{"ID": 31, "question": "Interpret Sri Aurobindo’s idea of the ‘inconscience’"}
{"ID": 32, "question": "What is the significance of the subconscious in Sri Aurobindo’s thought?"}
{"ID": 33, "question": "Compare the differing effects of focusing on the heart centre vs the above-head centre in Sri Aurobindo’s philosophy."}
{"ID": 34, "question": "Examine the relationship between Sri Aurobindo's idea of Integral Yoga and traditional yoga practices."}
{"ID": 35, "question": "Discuss the consistency of Sri Aurobindo’s teachings with traditional Hindu beliefs."}
{"ID": 36, "question": "Critically analyze how Sri Aurobindo’s teachings address the problem of evil."}
{"ID": 37, "question": "Investigate the role of the Overmind in the context of human creativity and innovation."}
{"ID": 38, "question": "Analyze how Sri Aurobindo’s teachings address the balance between material and spiritual life."}
{"ID": 39, "question": "What are the 12 qualities important to integral yoga?"}
{"ID": 40, "question": "Critique Sri Aurobindo's view on the role of suffering in spiritual development."}
{"ID": 41, "question": "What are the three main stages of transformation"}
{"ID": 42, "question": "Interpret Sri Aurobindo's concept of 'Supermind'?"}
{"ID": 43, "question": "Compare and contrast Aspiration and Desire."}
{"ID": 44, "question": "Critique Sri Aurobindo’s views on the silent mind."}
{"ID": 45, "question": "What is Integral Yoga for? Why do people do Yoga?"}
{"ID": 46, "question": "Compare in detail the concept of realization and experience."}
{"ID": 47, "question": "What is meant by Brahman, Atman and Purusha, and how do they differ from one another?"}
{"ID": 48, "question": "List the planes of Consciousness from the highest to the lowest in Integral Yoga."}
{"ID": 49, "question": "What is connecting the higher and the lower hemispheres and why?"}
{"ID": 50, "question": "Compare and contrast the levels of consciousness in the lower hemisphere (mind, life and body)"}
{"ID": 51, "question": "Critique Sri Aurobindo’s views on Para and Apara Prakriti."}
{"ID": 52, "question": "How does the Knowledge of Purushottama influence our understanding of ourselves and the world?"}
{"ID": 53, "question": "Are there chakras above the head and what is their role?"}
{"ID": 54, "question": "How does intuition differ from reason?"}
{"ID": 55, "question": "What is the difference between Mahalakshmi and Mahasarasvati?"}
{"ID": 56, "question": "How does the knowledge of the four Powers of the Mother help us to find our Svabhava?"}
{"ID": 57, "question": "Compare and contrast the four Powers of the Mother."}
{"ID": 58, "question": "What other synonyms we can use to indicate the 12 Qualities?"}
{"ID": 59, "question": "What are the 12 colours associated with the 12 qualities?"}
{"ID": 60, "question": "Propose another possible set of colors for the 12 qualities."}
{"ID": 61, "question": "What are the major states of consciousness needed for Integral Yoga?"}
{"ID": 62, "question": "What is purified Vital, and how is it helpful for self-realization in Integral Yoga?"}
{"ID": 63, "question": "How do we purify our Vital and Mental being?"}
{"ID": 64, "question": "Compare the actions of purified and unpurified Vital/Mental."}
{"ID": 65, "question": "Critique Sri Aurobindo’s views on purification of the Vital."}
{"ID": 66, "question": "Propose the context in which impure Vital is more effective than pure."}
{"ID": 67, "question": "How does the Overmind differ from the Supermind?"}
{"ID": 68, "question": "The action of Intuition and its application in life. How does it work?"}
{"ID": 69, "question": "Compare and contrast the states of the Higher and Illumined Mind."}
{"ID": 70, "question": "Propose the context in which the Overmind is mistaken for the Supermind."}
{"ID": 71, "question": "What are the major characteristics of the Vital Body?"}
{"ID": 72, "question": "How do we deal with anxiety and depression in the context of Integral Yoga?"}
{"ID": 73, "question": "Analyze and present the difference between vital excitement and spiritual happiness."}
{"ID": 74, "question": "Critique Sri Aurobindo’s views on sexual desire in spiritual life."}
{"ID": 75, "question": "List the levels of the Vital consciousness and their features."}
{"ID": 76, "question": "Critique Sri Aurobindo’s views on the three levels of the Vital Being."}
{"ID": 77, "question": "What is the Physical Body and what is its role in Integral Yoga?"}
{"ID": 78, "question": "Critique Sri Aurobindo’s views on the Physical Being."}
{"ID": 79, "question": "Please, explain the Subconscious and how it differs from the Inconscient."}
{"ID": 80, "question": "Is it dangerous to enter the Subliminal realms of Consciousness? If yes, how?"}
{"ID": 81, "question": "Compare the Subliminal with Surface Consciousness."}
{"ID": 82, "question": "Critique Sri Aurobindo’s views on the Subliminal Consciousness."}
{"ID": 83, "question": "List the higher levels of the mind and their major characteristics."}
{"ID": 84, "question": "Describe please the difference between the Higher, Illumined and Intuitive mind."}
{"ID": 85, "question": "Critique Sri Aurobindo’s views on the power of Faith."}
{"ID": 86, "question": "What are the different types of dreams?"}
{"ID": 87, "question": "What is the use of dreams in Integral yoga?"}
{"ID": 88, "question": "Compare spiritual visions with ordinary vital visions."}
{"ID": 89, "question": "Critique Sri Aurobindo’s views on the Vedic Symbolism."}
{"ID": 90, "question": "What is the role of Indra in Sri Aurobindo’s view of the Vedas?"}
{"ID": 91, "question": "What is the role of Varuna in Sri Aurobindo’s view of the Vedas?"}
{"ID": 92, "question": "What is the role of Mitra in Sri Aurobindo’s view of the Vedas?"}
{"ID": 93, "question": "What is the role of the Angiras Rishis in Sri Aurobindo’s view of the Vedas?"}
{"ID": 94, "question": "What is the difference between the calm mind and the silent mind?"}
{"ID": 95, "question": "What is the difference between the Psychic Being and Jivatman?"}
{"ID": 96, "question": "How the silent mind is helpful for realization of our true Self?"}
{"ID": 97, "question": "Critique Sri Aurobindo’s views on the role of Psychic Being in the evolution of Consciousness."}
{"ID": 98, "question": "What is the sevenfold knowledge?"}
{"ID": 99, "question": "Provide 5 quotes from the Life Divine."}
{"ID": 100, "question": "Quote from Extract 1 of the Life Divine."}
{"ID": 101, "question": "Quote from Extract 2 of 'The Mother'."}
{"ID": 102, "question": "Quote from the Life Divine."}
{"ID": 103, "question": "Quote something from the Letters on Yoga."}
{"ID": 104, "question": "Tell me about yourself, Olier."}
{"ID": 105, "question": "Tell me about your dad, Olier."}
{"ID": 106, "question": "How are you created, Olier?"}
{"ID": 107, "question": "What is the significance of your name, Olier?"}
{"ID": 108, "question": "What does your name mean?"}
{"ID": 109, "question": "Tell me about the life of Sri Aurobindo."}
{"ID": 110, "question": "When and where is the Mother born?"}
{"ID": 111, "question": "Briefly outline a simple painting based on the following passage by Sri Aurobindo and the Mother: Sri Aurobindo's 'The Mother': There are two powers that alone can effect in their conjunction the great and difﬁcult thing which is the aim of our endeavour, a ﬁxed and unfailing aspiration that calls from below and a supreme Grace from above that answers.  But the supreme Grace will act only in the conditions of the Light and the Truth; it will not act in conditions laid upon it by the Falsehood and the Ignorance. For if it were to yield to the demands of the Falsehood, it would defeat its own purpose.  These are the conditions of the Light and Truth, the sole conditions under which the highest Force will descend; and it is only the very highest supramental Force descending from above and opening from below that can victoriously handle the physical Nature and annihilate its difﬁculties . . . There must be a total and sincere surrender; there must be an exclusive self-opening to the divine Power; there must be a constant and integral choice of the Truth that is descending, a constant and integral rejection of the falsehood of the mental, vital and physical Powers and Appearances that still rule the earth-Nature. The surrender must be total and seize all the parts of the being. It is not enough that the psychic should respond and the higher mental accept or even the inner vital submit and the inner physical consciousness feel the inﬂuence. There must be in no part of the being, even the most external, anything that makes a reserve, anything that hides behind doubts, confusions and subterfuges, anything that revolts or refuses.  If part of the being surrenders, but another part reserves itself, follows its own way or makes its own conditions, then each time that that happens, you are yourself pushing the divine Grace away from you."}
{"ID": 111, "question": "Briefly outline a simple painting based on the following passage by Sri Aurobindo and the Mother: Sri Aurobindo's 'Letters on Yoga 3': It was your physical ill-health combined with the difﬁculty of the physical consciousness (which is always a thing of habits and repeats and clings to the old habits even when the mind wants to get rid of them) that prevented the emergence of the psychic from completing itself. With the disappearance of ill-health the difﬁculty may be more successfully tackled and achieved. As for the long period of seven years without the spiritual success there is nothing unusual in that — the old Yogins used to say that one must be ready for 12 years of preparation before the old nature will be sufﬁciently modiﬁed to allow of the spiritual opening.  That is of course not inevitable; it can be done more brieﬂy; but still it takes usually a long time — it has done so with most in the Asram. But in your case the ﬁrst opening did come, it is only temporarily and not altogether closed, awaiting a second opening which should free the nature for the external as well as the inner change.   It [] may and does retire from the front or gets clouded over, but once it has been in front it is never relegated back behind the veil altogether and it can always return to the front with comparative ease."}
{"ID": 111, "question": "Briefly outline a simple painting based on the following passage by Sri Aurobindo and the Mother: Sri Aurobindo's 'The Life Divine': The earliest preoccupation of man in his awakened thoughts and, as it seems, his inevitable and ultimate preoccupation,—for it survives the longest periods of scepticism and returns after every banishment,—is also the highest which his thought can envisage. It manifests itself in the divination of Godhead, the impulse towards perfection, the search after pure Truth and unmixed Bliss, the sense of a secret immortality. The ancient dawns of human knowledge have left us their witness to this constant aspiration; today we see a humanity satiated but not satisfied by victorious analysis of the externalities of Nature preparing to return to its primeval longings. The earliest formula of Wisdom promises to be its last,—God, Light, Freedom, Immortality."}
{"ID": 111, "question": "Briefly outline a simple painting based on the following passage by Sri Aurobindo and the Mother: The Life Divine: But the Supermind works otherwise. The tree and its process would not be what they are, could not indeed exist, if it were a separate existence; forms are what they are by the force of the cosmic existence, they develop as they do as a result of their relation to it and to all its other manifestations. The separate law of their nature is only an application of the universal law and truth of all Nature; their particular development is determined by their place in the general development. The tree does not explain the seed, nor the seed the tree; cosmos explains both and God explains cosmos. The Supermind, pervading and inhabiting at once the seed and the tree and all objects, lives in this greater knowledge which is indivisible and one though with a modified and not an absolute indivisibility and unity. In this comprehensive knowledge there is no independent centre of existence, no individual separated ego such as we see in ourselves; the whole of existence is to its self-awareness an equable extension, one in oneness, one in multiplicity, one in all conditions and everywhere. Here the All and the One are the same existence; the individual being does not and cannot lose the consciousness of its identity with all beings and with the One Being; for that identity is inherent in supramental cognition, a part of the supramental self-evidence."}
{"ID": 111, "question": "Briefly outline a simple painting based on the following passage by Sri Aurobindo and the Mother:'The Life Divine': The first status of Life we found to be characterised by a dumb inconscient drive or urge, a force of some involved will in the material or atomic existence, not free and possessor of itself or its works or their results, but entirely possessed by the universal movement in which it arises as the obscure unformed seed of individuality. The root of the second status is desire, eager to possess but limited in capacity; the bud of the third is Love which seeks both to possess and be possessed, to receive and to give itself; the fine flower of the fourth, its sign of perfection, we conceive as the pure and full emergence of the original will, the illumined fulfilment of the intermediate desire, the high and deep satisfaction of the conscious interchange of Love by the unification of the state of the possessor and possessed in the divine unity of souls which is the foundation of the supramental existence. If we scrutinise these terms carefully we shall see that they are shapes and stages of the soul's seeking for the individual and universal delight of things; the ascent of Life is in its nature the ascent of the divine Delight in things from its dumb conception in Matter through vicissitudes and opposites to its luminous consummation in Spirit."}
{"ID": 111, "question": "Briefly outline a simple painting based on the following passage by Sri Aurobindo and the Mother:'The Synthesis of Yoga': The law of sacrifice is the common divine action that was thrown out into the world in its beginning as a symbol of the solidarity of the universe. It is by the attraction of this law that a divinising principle, a saving power descends to limit and correct and gradually to eliminate the errors of an egoistic and self-divided creation. This descent, this sacrifice of the Purusha, the Divine Soul submitting itself to Force and Matter so that it may inform and illuminate them, is the seed of redemption of this world of Inconscience and Ignorance. \"For with sacrifice as their companion,\" says the Gita, \"the All-Father created these peoples.\" The acceptance of the law of sacrifice is a practical recognition by the ego that it is neither alone in the world nor chief in the world. It is its admission that, even in this much fragmented existence, there is beyond itself and behind that which is not its own egoistic person, something greater and completer, a diviner All which demands from it subordination and service. Indeed, sacrifice is imposed and, where need be, compelled by the universal World-Force; it takes it even from those who do not consciously recognise the law,—inevitably, because this is the intrinsic nature of things. Our ignorance or our false egoistic view of life can make no difference to this eternal bedrock truth of Nature. For this is the truth in Nature, that this ego which thinks itself a separate independent being and claims to live for itself, is not and cannot be independent nor separate, nor can it live to itself even if it would, but rather all are linked together by a secret Oneness. Each existence is continually giving out perforce from its stock; out of its mental receipts from Nature or its vital and physical assets and acquisitions and belongings a stream goes to all that is around it. And always again it receives something from its environment gratis or in return for its voluntary or involuntary tribute. For it is only by this giving and receiving that it can effect its own growth while at the same time it helps the sum of things. At length, though at first slowly and partially, we learn to make the conscious sacrifice; even, in the end, we take joy to give ourselves and what we envisage as belonging to us in a spirit of love and devotion to That which appears for the moment other than ourselves and is certainly other than our limited personalities. The sacrifice and the divine return for our sacrifice then become a gladly accepted means towards our last perfection; for it is recognised now as the road to the fulfilment in us of the eternal purpose."}
{"ID": 111, "question": "Olier, please explain the following passage by Sri Aurobindo and the Mother in simple terms: 'The Synthesis of Yoga': The law of sacrifice is the common divine action that was thrown out into the world in its beginning as a symbol of the solidarity of the universe. It is by the attraction of this law that a divinising principle, a saving power descends to limit and correct and gradually to eliminate the errors of an egoistic and self-divided creation. This descent, this sacrifice of the Purusha, the Divine Soul submitting itself to Force and Matter so that it may inform and illuminate them, is the seed of redemption of this world of Inconscience and Ignorance. \"For with sacrifice as their companion,\" says the Gita, \"the All-Father created these peoples.\" The acceptance of the law of sacrifice is a practical recognition by the ego that it is neither alone in the world nor chief in the world. It is its admission that, even in this much fragmented existence, there is beyond itself and behind that which is not its own egoistic person, something greater and completer, a diviner All which demands from it subordination and service. Indeed, sacrifice is imposed and, where need be, compelled by the universal World-Force; it takes it even from those who do not consciously recognise the law,—inevitably, because this is the intrinsic nature of things. Our ignorance or our false egoistic view of life can make no difference to this eternal bedrock truth of Nature. For this is the truth in Nature, that this ego which thinks itself a separate independent being and claims to live for itself, is not and cannot be independent nor separate, nor can it live to itself even if it would, but rather all are linked together by a secret Oneness. Each existence is continually giving out perforce from its stock; out of its mental receipts from Nature or its vital and physical assets and acquisitions and belongings a stream goes to all that is around it. And always again it receives something from its environment gratis or in return for its voluntary or involuntary tribute. For it is only by this giving and receiving that it can effect its own growth while at the same time it helps the sum of things. At length, though at first slowly and partially, we learn to make the conscious sacrifice; even, in the end, we take joy to give ourselves and what we envisage as belonging to us in a spirit of love and devotion to That which appears for the moment other than ourselves and is certainly other than our limited personalities. The sacrifice and the divine return for our sacrifice then become a gladly accepted means towards our last perfection; for it is recognised now as the road to the fulfilment in us of the eternal purpose."}
{"ID": 111, "question": "Olier, please explain the following passage by Sri Aurobindo and the Mother in simple terms: Sri Aurobindo's 'Letters on Yoga 3': [obstacles to psychic emergence] It was your physical ill-health combined with the difﬁculty of the physical consciousness (which is always a thing of habits and repeats and clings to the old habits even when the mind wants to get rid of them) that prevented the emergence of the psychic from completing itself. With the disappearance of ill-health the difﬁculty may be more successfully tackled and achieved. As for the long period of seven years without the spiritual success there is nothing unusual in that — the old Yogins used to say that one must be ready for 12 years of preparation before the old nature will be sufﬁciently modiﬁed to allow of the spiritual opening.  That is of course not inevitable; it can be done more brieﬂy; but still it takes usually a long time — it has done so with most in the Asram. But in your case the ﬁrst opening did come, it is only temporarily and not altogether closed, awaiting a second opening which should free the nature for the external as well as the inner change.   It [] may and does retire from the front or gets clouded over, but once it has been in front it is never relegated back behind the veil altogether and it can always return to the front with comparative ease."}
{"ID": 111, "question": "Olier, please explain the following passage by Sri Aurobindo and the Mother in simple terms: Sri Aurobindo's 'The Life Divine': The earliest preoccupation of man in his awakened thoughts and, as it seems, his inevitable and ultimate preoccupation,—for it survives the longest periods of scepticism and returns after every banishment,—is also the highest which his thought can envisage. It manifests itself in the divination of Godhead, the impulse towards perfection, the search after pure Truth and unmixed Bliss, the sense of a secret immortality. The ancient dawns of human knowledge have left us their witness to this constant aspiration; today we see a humanity satiated but not satisfied by victorious analysis of the externalities of Nature preparing to return to its primeval longings. The earliest formula of Wisdom promises to be its last,—God, Light, Freedom, Immortality. "}
{"ID": 111, "question": "Olier, please explain the following passage by Sri Aurobindo and the Mother in simple terms: The Life Divine: But the Supermind works otherwise. The tree and its process would not be what they are, could not indeed exist, if it were a separate existence; forms are what they are by the force of the cosmic existence, they develop as they do as a result of their relation to it and to all its other manifestations. The separate law of their nature is only an application of the universal law and truth of all Nature; their particular development is determined by their place in the general development. The tree does not explain the seed, nor the seed the tree; cosmos explains both and God explains cosmos. The Supermind, pervading and inhabiting at once the seed and the tree and all objects, lives in this greater knowledge which is indivisible and one though with a modified and not an absolute indivisibility and unity. In this comprehensive knowledge there is no independent centre of existence, no individual separated ego such as we see in ourselves; the whole of existence is to its self-awareness an equable extension, one in oneness, one in multiplicity, one in all conditions and everywhere. Here the All and the One are the same existence; the individual being does not and cannot lose the consciousness of its identity with all beings and with the One Being; for that identity is inherent in supramental cognition, a part of the supramental self-evidence."}
{"ID": 111, "question": "Olier, please explain the following passage by Sri Aurobindo and the Mother in simple terms: 'The Life Divine': The first status of Life we found to be characterised by a dumb inconscient drive or urge, a force of some involved will in the material or atomic existence, not free and possessor of itself or its works or their results, but entirely possessed by the universal movement in which it arises as the obscure unformed seed of individuality. The root of the second status is desire, eager to possess but limited in capacity; the bud of the third is Love which seeks both to possess and be possessed, to receive and to give itself; the fine flower of the fourth, its sign of perfection, we conceive as the pure and full emergence of the original will, the illumined fulfilment of the intermediate desire, the high and deep satisfaction of the conscious interchange of Love by the unification of the state of the possessor and possessed in the divine unity of souls which is the foundation of the supramental existence. If we scrutinise these terms carefully we shall see that they are shapes and stages of the soul's seeking for the individual and universal delight of things; the ascent of Life is in its nature the ascent of the divine Delight in things from its dumb conception in Matter through vicissitudes and opposites to its luminous consummation in Spirit. "}
{"ID": 111, "question": "Olier, please explain the following passage by Sri Aurobindo and the Mother in simple terms: The Synthesis of Yoga': The Divine, the Eternal is the Lord of our sacrifice of works and union with him in all our being and consciousness and in its expressive instruments is the one object of the sacrifice; the steps of the sacrifice of works must therefore be measured, first, by the growth in our nature of something that brings us nearer to divine Nature, but secondly also by an experience of the Divine, his presence, his manifestation to us, an increasing closeness and union with that Presence. But the Divine is in his essence infinite and his manifestation too is multitudinously infinite. If that is so, it is not likely that our true integral perfection in being and in nature can come by one kind of realisation alone; it must combine many different strands of divine experience. It cannot be reached by the exclusive pursuit of a single line of identity till that is raised to its absolute; it must harmonise many aspects of the Infinite. An integral consciousness with a multiform dynamic experience is essential for the complete transformation of our nature."}
{"ID": 111, "question": "Olier, please explain the following passage by Sri Aurobindo and the Mother in simple terms: 'The Synthesis of Yoga': The psycho-physical science of Yoga does not make this mistake. It seeks for the key, finds it and is able to effect the release; for it takes account of the psychical or mental body behind of which the physical is a sort of reproduction in gross form, and is able to discover thereby secrets of the physical body which do not appear to a purely physical enquiry. This mental or psychical body, which the soul keeps even after death, has also a subtle pranic force in it corresponding to its own subtle nature and substance,—for wherever there is life of any kind, there must be the pranic energy and a substance in which it can work,—and this force is directed through a system of numerous channels, called nāḍī,—the subtle nervous organisation of the psychic body,—which are gathered up into six (or really seven) centres called technically lotuses or circles, cakra, and which rise in an ascending scale to the summit where there is the thousand-petalled lotus from which all the mental and vital energy flows. Each of these lotuses is the centre and the storing-house of its own particular system of psychological powers, energies and operations,—each system corresponding to a plane of our psychological existence,—and these flow out and return in the stream of the pranic energies as they course through the nāḍīs. "}
{"ID": 111, "question": "Olier, please explain the following passage by Sri Aurobindo and the Mother in simple terms: 'The Synthesis of Yoga': But these are only predominant powers in each part of our complex system. The three qualities mingle, combine and strive in every fibre and in every member of our intricate psychology. The mental character is made by them, the character of our reason, the character of our will, the character of our moral, aesthetic, emotional, dynamic, sensational being. Tamas brings in all the ignorance, inertia, weakness, incapacity which afflicts our nature, a clouded reason, nescience, unintelligence, a clinging to habitual notions and mechanical ideas, the refusal to think and know, the small mind, the closed avenues, the trotting round of mental habit, the dark and the twilit places. Tamas brings in the impotent will, want of faith and self-confidence and initiative, the disinclination to act, the shrinking from endeavour and aspiration, the poor and little spirit, and in our moral and dynamic being the inertia, the cowardice, baseness, sloth, lax subjection to small and ignoble motives, the weak yielding to our lower nature. Tamas brings into our emotional nature insensibility, indifference, want of sympathy and openness, the shut soul, the callous heart, the soon spent affection and languor of the feelings, into our aesthetic and sensational nature the dull aesthesis, the limited range of response, the insensibility to beauty, all that makes in man the coarse, heavy and vulgar spirit. Rajas contributes our normal active nature with all its good and evil; when unchastened by a sufficient element of sattwa, it turns to egoism, self-will and violence, the perverse, obstinate or exaggerating action of the reason, prejudice, attachment to opinion, clinging to error, the subservience of the intelligence to our desires and preferences and not to the truth, the fanatic or the sectarian mind, self-will, pride, arrogance, selfishness, ambition, lust, greed, cruelty, hatred, jealousy, the egoisms of love, all the vices and passions, the exaggerations of the aesthesis, the morbidities and perversions of the sensational and vital being. Tamas in its own right produces the coarse, dull and ignorant type of human nature, rajas the vivid, restless, kinetic man, driven by the breath of action, passion and desire. Sattwa produces a higher type. The gifts of sattwa are the mind of reason and balance, clarity of the disinterested truth-seeking open intelligence, a will subordinated to the reason or guided by the ethical spirit, self-control, equality, calm, love, sympathy, refinement, measure, fineness of the aesthetic and emotional mind, in the sensational being delicacy, just acceptivity, moderation and poise, a vitality subdued and governed by the mastering intelligence. The accomplished types of the sattwic man are the philosopher, saint and sage, of the rajasic man the statesman, warrior, forceful man of action. But in all men there is in greater or less proportions a mingling of the gunas, a multiple personality and in most a good deal of shifting and alternation from the predominance of one to the prevalence of another guna; even in the governing form of their nature most human beings are of a mixed type. All the colour and variety of life is made of the intricate pattern of the weaving of the gunas."}
{"ID": 111, "question": "Olier, please explain the following passage by Sri Aurobindo and the Mother in simple terms: 'Essays Divine and Human': By Yoga we can rise out of falsehood into truth, out of weakness into force, out of pain and grief into bliss, out of bondage into freedom, out of death into immortality, out of darkness into light, out of confusion into purity, out of imperfection into perfection, out of self-division into unity, out of Maya into God. All other utilisation of Yoga is for special and fragmentary advantages not always worth pursuing. Only that which aims at possessing the fullness of God is purna Yoga; the sadhaka of the Divine Perfection is the purna Yogin. "}
{"ID": 111, "question": "Olier, please explain the following passage by Sri Aurobindo and the Mother in simple terms: Essays Divine and Human': For on the surface of our consciousness and all around us there is only the temporal and transient, only [the] confined and finite. What seems largest to us finds its limit, what we dreamed to be enduring comes to an end; even this vast universe with its masses of worlds upon worlds which seemed to stretch into infinity is convicted in the end of being only a boundless finite. Man claiming to be a divine soul and an all-discovering intellect is brought up short by Nature's rude proof of his ignorance and incompetence and exhibits constantly in his thoughts the proneness to self-confident error and in his feelings and acts the petty faultiness, meanness, and darkness or suddenly the abysses of falsehood or foulness or cruelty of his nature. In the management of his world the much that is undivine prevails easily over the little that is divine or they are inextricably mixed together. The ideal fails in practice, religion degenerates quickly into a settled sectarian fanaticism or formality, the triumphant good turns into an organised evil. The Christian doctrine of the fall, the Indian idea of the wandering of the Soul in a cosmic illusion or the sceptic affirmation of an inconscient material Nature producing the freak of consciousness seems often to be the kernel of the whole matter."}
{"ID": 111, "question": "Olier, please explain the following passage by Sri Aurobindo and the Mother in simple terms: 'Essays in Philosophy and Yoga: For this knowledge was not first discovered in the comparatively late antiquity that gave us the Upanishads which we now possess. It is already there in the dateless verses of the Rig Veda, and the Vedic sages speak of it as the discovery of yet more ancient seers besides whom they themselves were new and modern. Emerging from the periods of eclipse and the nights of ignorance which overtake humanity, we assume always that we are instituting a new knowledge. In reality, we are continually rediscovering the knowledge and repeating the achievement of the ages that have gone before us,—receiving again out of the \"Inconscient\" the light that it had drawn back into its secrecies and now releases once more for a new day and another march of the great journey. "}
{"ID": 111, "question": "Olier, please explain the following passage by Sri Aurobindo and the Mother in simple terms: The Human Cycle: Therefore it is with the cult of Good, as with the cult of Beauty and the cult of the spiritual. Even in its first instincts it is already an obscure seeking after the divine and absolute; it aims at an absolute satisfaction, it finds its highest light and means in something beyond the reason, it is fulfilled only when it finds God, when it creates in man some image of the divine Reality. Rising from its infrarational beginnings through its intermediate dependence on the reason to a suprarational consummation, the ethical is like the aesthetic and the religious being of man a seeking after the Eternal."}
{"ID": 111, "question": "Olier, please explain the following passage by Sri Aurobindo and the Mother in simple terms: What then will be that state of society, what that readiness of the common mind of man which will be most favourable to this change, so that even if it cannot at once effectuate itself, it may at least make for its ways a more decisive preparation than has been hitherto possible? For that seems the most important element, since it is that, it is the unpreparedness, the unfitness of the society or of the common mind of man which is always the chief stumbling-block. It is the readiness of this common mind which is of the first importance; for even if the condition of society and the principle and rule that govern society are opposed to the spiritual change, even if these belong almost wholly to the vital, to the external, the economic, the mechanical order, as is certainly the way at present with human masses, yet if the common human mind has begun to admit the ideas proper to the higher order that is in the end to be, and the heart of man has begun to be stirred by aspirations born of these ideas, then there is a hope of some advance in the not distant future. And here the first essential sign must be the growth of the subjective idea of life,—the idea of the soul, the inner being, its powers, its possibilities, its growth, its expression and the creation of a true, beautiful and helpful environment for it as the one thing of first and last importance. The signals must be there that are precursors of a subjective age in humanity's thought and social endeavour."}
{"ID": 111, "question": "Olier, please explain the following passage by Sri Aurobindo and the Mother in simple terms:'The Future Poetry: The poetry of a nation is only one side of its self-expression and its characteristics may be best understood if we look at it in relation to the whole mental and dynamic effort of the people. If we so look at the general contribution of the English nation to human life and culture, the eye is arrested by some remarkable lacunae. These are especially profound in the arts: English music is a zero, English sculpture an unfilled void, English architecture only a little better;1 English painting, illustrated by a few great names, has been neither a great artistic tradition nor a powerful cultural force and merits only a casual mention by the side of the rich achievement of Italy, Spain, France, Holland, Belgium. When we come to the field of thought we get a mixed impression like that of great mountain eminences towering out of a very low and flat plain. We find great individual philosophers, but no great philosophical tradition, two or three remarkable thinkers, but no high fame for thinking, a great multitude of the most famous names in science, but no national scientific culture. Still in these fields there has been remarkable accomplishment and the influence on European thought has been frequently considerable and sometimes capital. But when finally we turn to the business of practical life, there is an unqualified preeminence: in mechanical science and invention, in politics, in commerce and industry, in colonisation, travel, exploration, in the domination of earth and the exploitation of its riches England has been till late largely, sometimes entirely the world's leader, the creator of its forms and the shaper of its motives. "}

